Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/facta/skuvlahistorja6/katja-tn.html.tmx
Source language: nob
Languages: sme

source: Oversatt av Ellen Marie Vars og Mette Newth
sme: Elle Márjá Vars: Elle Márjá Vars (Govva: Svein Lund)

source: Ellen Marie Vars er født i 1957 og oppvokst i Láhpoluoppal i Guovdageaidnu.
sme: Elle Márjá Vars lea riegádan 1957 ja bajásšaddán Láhpoluobbalis, Guovdageainnus.

source: Ho har gått grunnskole i Guovdageaidnu, videregående skole der og i Alta, lærerskole i Alta og har lest samisk grunnfag i Tromsø og journalistikk/samfunnsfag og tolkeutdanning ved Samisk høgskole.
sme: Son vázzii vuođđoskuvlla Guovdageainnus, joatkkaskuvlla Guovdageainnus ja Álttás. Son lea vázzán oahpaheaddjiallaskuvlla Álttás ja lea lohkan sámegiela vuođđofága Romssas ja journalistihka/servodatfága ja dulkaoahpu Sámi allaskuvllas.

source: Ellen Marie har arbeida som grunnskolelærer på svensk og norsk side, språkkonsulent, journalist, tolk og oversetter.
sme: Elle Márjá lea bargan vuođđoskuvlaoahpaheaddjin ruoŧa- ja norggabeale Sámis, giellakonsuleantan, journalistan, dulkan ja jorgaleaddjin.

source: Ho har vært redaktør for avisa Áššu og ungdomsbladet Š, sekretær for NSR og Samisk kunstnerråd.
sme: Son lea leamaš aviisa Áššu ja Š-bláđi váldodoaimmaheaddjin, NSR' ja Sámi dáiddárráđi čállin.

source: Ellen Marie har skrevet mange bøker for barn, ungdom og voksne.
sme: Elle Márjá lea čállán máŋga girjji sihke mánáid, nuoraid ja rávesolbmuid várás.

source: Ho har skrevet alle bøkene på nordsamisk, noen av dem er oversatt til norsk, grønlandsk og til andre samiske dialekter.
sme: Son lea čállán buot iežas girjjiid davvisámegillii, muhtin girjjit leat jorgaluvvon dárogillii, inuihtagillii ja eará sámegiel suopmaniidda.

source: - Mamma, jeg vil ikke reise til internatet!
sme: — Eadni, mun in hálit vuolgit internáhttii in goassege!

source: Jeg vil være her hjemme, hos bestemor, hos deg og pappa!
sme: Mun aiggun ruovttus álo orrut. Áhku luhtte ja du ja áhči luhtte.

source: Kátjá gråt.
sme: Kátjá čierostuvai.

source: Hun var snart syv ar gammel og skulle begynne på skolen.
sme: Son lei fargga čieža jahkásaš ja galggai skuvlii álgit.

source: Mor forsøkte å trøste henne: Ikke vær redd. Du er jo ikke alene, Biret er der, og Risten og Biera.
sme: Eadni sártnuhii ja jeđđedii su. — Ii leat váralaš go Biret ja Risten ja Biera leat doppe.

source: De tar vare på deg og hjelper deg.
sme: Gal sii goit du atnet váras ja veahkehit du birget skuvllas.

source: Om et par år går lillebror også på skolen, det blir vel artig.
sme: Jurddaš moatti jagi geahčen šaddá unna vieljaš nai skuvlii.

source: Da er du allerede ei stor jente.
sme: De leat don juo stuora biigá.

source: Far prøvde også å trøste: - Du trenger ikke bo så veldig lenge på internatet. Dere får komme hjem til jul...
sme: Áhčči maid vikkai jeđđet su: — It don goit dárbbaš nu guhká internáhtas orrut, dii beassabehtet ruovttus fitnat juovllaid.

source: og det er jo snakk om at vi skal få vei hit snart, da får dere komme hjem enda oftere.
sme: ja ammat dál gullo ahte min gillái galgá biilaluodda ráhkaduvvot. De soaitibehtet dávjjit beassat ruovttus finadit.

source: Men Kátjá lot seg ikke trøste.
sme: Kátjá ii gillen gullat, son viehkalii áitái áhku lusa.

source: Hun sprang til stabburet, hvor bestemor satt og romsterte i kista si.
sme: Áhkku lei čippostallamin ja burgimen iežas giissá.

source: Kátjá la armene om halsen hennes og hylte; Bestemor!
sme: Kátjá viegai ja dollii su čeabetbirra ja čurvii bárgumiin: — Áhkku!

source: Si til mamma og pappa at jeg ikke vil dra på internatet!
sme: Ale suova eatni ja áhči mu bágget skuvlii vuolgit, mun in hálit dohko.

source: Jeg vil være hos deg, jeg er jo din lille hjelper!
sme: Mun lean du unna biiggáš!

source: Kátjá storgråt. Bestemor vugget henne lenge i armene sine.
sme: Kátjá bárgugođii duođas ja áhkku válddii su sallasis.

source: Hun var taus. Visste rett og slett ikke hva hun skulle si.
sme: Mealgat vuhtodii son Kátjá salas, álggos jávohaga, danin go son ii diehtán maid galggai dadjat.

source: Hun begynte å synge, ganske lavt, mens hun vugget Kátjá sakte fram og tilbake.
sme: Son lávlugođii siivvut ja ain vuhtodii unna Kátjáža dassažii son heittii čierrumis.

source: Helt til hun sluttet å gråte. Da Kátjá ble rolig igjen, begynte bestemor å fortelle om gamle dager.
sme: Go Kátjá jávohuvai, de álggii áhkku muitalit dološ dáhpáhusaid maid son diđii Kátjá liiko gullat.

source: Det visste hun at Kátjá likte å høre om. Hun kremtet, ville ikke at Kátjá skulle forstå hvor vondt hun hadde det.
sme: Son sihkastii čeabetliidne gežiin gatnjaliid muođuin eret ja geahččalii humadit nu dábálaččat go vejolaš, vai Kátjá ii oainnáše man váivi sutnje nai lea.

source: Kátjá kjempet imot, men ingenting nyttet.
sme: Das ii lean árbmu, skuvlii son aŋkke fertii vuolgit.

source: Hun måtte begynne på skolen. Veien var trist og lang.
sme: Ja skuvlageaidnu lei lossat, váivi ja guhkki.

source: Hun,de andre barna og far gikk i mange timer før de nådde bilveien.
sme: Sii fertejedje vuos vázzit máŋga diimmu ovdal go ollejedje biilageainnu lusa.

source: Stien de fulgte gikk langs flere vann, over myrer og små bekker.
sme: Bálggis manai jávrrážiid guora, jekkiid ja jogaid rastá.

source: Kátjás skritt ble tyngre og tyngre.
sme: Kátjá lávkkit njohco ja njohco dađi guhkkelii ruovttus eret sii jovde.

source: Hun ønsket at de aldri skulle nå fram.
sme: Son sávai ahte sii eai galggaše goassege joavdat.

source: De stanset halveis for å koke kaffe og spise. Far var sliten, for han bar all bagasjen deres.
sme: Bealle mátkkis sii gáfestalle, áhčči lei váiban, gii guttii sealggis visot biktasiid maid sii dárbbašedje internáhtas.

source: Men Kátjá ville ikke spise. Hun var ikke sulten, for det gjorde så vondt inni henne.
sme: Muhto Kátjá ii sáhttán boradit, sus lei nu bávččas váimmus.

source: Det var en rar, trist smerte.
sme: Dakkár imaš, váivves bávččas.

source: Far snakket hele tiden om bilveien som skulle komme neste sommer.
sme: Áhčči humai čađat. Son muitalii ahte biilaluotta áigot nuppi geasi juo álgit ráhkadit.

source: Da slipper vi å gå, dere kan kjøre helt fram til huset.
sme: — De mii eat dárbbaš šat vázzit, beassabehtet biillain gitta viessouksii.

source: Barna svarte ikke.
sme: Mánát eai jienádan olus maidege.

source: De gruet seg til å komme tilbake til internatet igjen. Selv Biret var redd, hun som hadde vært der i mange år.
sme: Buohkat balle internáhttii fas boahtit, vel Biret nai gii lei ollu jagiid juo doppe orron.

source: Endelig kom de til bilveien og de få husene som lå langs den.
sme: Viimmat ollejedje sii biilageainnu lusa.

source: Far gikk inn i et hus for å ringe til skolen og fortelle at de var framme ved veien.
sme: Doppe ledje moadde dálu. Áhčči manai ovtta vissui riŋget skuvlii vai sii bohtet viežžat.

source: De måtte vente lenge før skolebussen kom. Kátjá tviholdt hånda til far da de klatret inn i bussen.
sme: Orui nu guhkki vuordit ovdal go skuvlabusse bođii. Kátjá doalai čavga áhči giedas go sii gorbmo skuvlabusse sisa.

source: Kátjá synes de hadde kjørt i evigheter før internatet dukket opp, stort og fremmed.
sme: Sii vudje mealgat, ja de iđii internáhtta. Nu issoras stuoris ja amas.

source: - Et uhyre, sukket far stille.
sme: Olles balddonas, jurdilii áhčči ja šuohkehii.

source: Ei fin dame møtte dem i skolegården.
sme: Skuvlašilljus bođii rivgu sin ovddal ja buorastáhttii áhči.

source: Hun hilste på far og ba dem følge med for å se hvor de skulle sove.
sme: Son dáhtui sin čuovvut iežas mielde, son galggai čájehit sidjiide oađđenlanjaid.

source: De gikk først gjennom en lang korridor, så forbi mange dører, og så opp to trapper.
sme: Sii čuovvoledje rivgu ja manne vuos guhkes feaskára čađa, ollu uvssaid meattá ja moadde tráhpa bajás.

source: Kátjá var helt forskrekket.
sme: Kátjá lei áibbas hirpmástuvvan.

source: Hvordan i all verden kunne noen bo her?
sme: Mot ipmašiid bat dáppe sáhttet olbmot orrut?

source: Omsider var de framme..
sme: Viimmat bohte sii rievttes uvssa lusa.

source: Darna åpnet døra.
sme: Rivgu rabestii uvssa.

source: Det var et stort rom, fylt av senger og fremmede barn som stirret olmt på Kátjá.
sme: Siskkobealde uvssa lei stuora latnja ja ollu seaŋggat. Doppe ledje dievva amas mánát geat gehčče Kátjái bahás čalmmiiguin.

source: Her skulle hun sove. Biret og Risten skulle få et annet rom.
sme: Bireha guovttos Risteniin galggaiga fas eará lanjain oaddit.

source: Og Biera skulle sove et helt annet sted, der det bare var gutter.
sme: Ja Biera šattai áibbas eará sadjái. Eará bártnážiid lusa.

source: - Får vi ikke sove i samme rom hvisket Kátjá.
sme: — Eat go mii beasa seammá lanjas oađđit, savkalii Kátjá áhččái ganjal čalmmiid.

source: Tårene blendet henne! - Det ser ikke slik ut, svarte far.
sme: — Na, vástidii áhčči, ehpet dii oro gal seammá latnji beassame.

source: Den dagen og kvelden ble den verste Kátjá hadde opplevd.
sme: Dat lei dat vearrámus beaivi ja vearrámus eahket Kátjá eallimis.

source: Hun niholdt i farens hånd, ville ikke slippe den, men da kvelden kom måtte han reise.
sme: Son doalai nu čavga áhči gieđas čađat. Muhto áhčči fertii vuolgit eahkes.

source: Han forsøkte å trøste henne, sa at det bare var i begynnelsen det var leit og trist.
sme: Son vikkai Kátjái muitalit ahte lea váivi dušše álggos. Muhto ii dat ábuhan.

source: Men det var ingen trøst for Kátjá. Da han forsvant ut av de store ytterdørene, 1øp hun gråtende etter han;
sme: Go áhči sealgi jávkkai daid stuora internáhta olgouvssaid duohkái, de viegai Kátjá su maŋis, čierui ja geaigguhii giedaid áhči maŋŋái.

source: - Far!
sme: — Áhčči!

source: Ikke gå, ikke gå fra meg, far!
sme: Ale guode goit mu deike! Áhčči!

source: Men faren gikk, og hun kunne ikke forstå at han kunne gjøre det mot henne som var så redd.
sme: Muhto áhčči aŋkke manai. Kátjá ii ipmirdan mot áhčči sáhtii su guođđit deike.

source: Var han ikke glad i henne mer?
sme: — Ii go áhčči beroš šat mus?

source: Bestemor ville aldri ha gått fra henne.
sme: Áhkku goit ii livčče guođđán mu! Ii livčče!

source: Det var ingen trøst å få fra Biret og Risten.
sme: Ii das lean ávki go Biret ja Risten leigga dáppe.

source: De hadde sine venner, og våget ikke bry seg for mye om Kátjá.
sme: Sudnos dat han ledje eará olbmát, eaba ge gillen eaba ge duostan Kátjá riebu jeđđet.

source: Ikke bry seg om de svake og de som gråt.
sme: Internáhtas ii ábut earáid birra jurddašit.

source: Man måtte glemme alt det gode man hadde lært hjemme.
sme: Dan diđiiga Risten ja Biret.

source: - Ikke være snill, ikke smile eller være lydig.
sme: Juohkehaš fertii dušse iežas birra jurddašit.

source: Biret og Risten våget ikke hjelpe Kátjá når hun ble slått eller ertet for å være pysete.
sme: Ii ge sudnos duosttan goabbáge jienádit maidege go eará mánát álge boagustit ja bilkidit go Kátjá čierui.

source: Risten våget heller ikke fortelle Kátjá sannheten, at her var alt annerledes enn hjemme.
sme: Risten lei maid juo oahppan ahte internáhtas galgá buot buori vajálduhttet. Ii ábut.

source: Men hun synes synd på henne som var så godtroende og snill.
sme: Buot lei earaládje, muhto son ii sáhttán Kátjái dan čilget.

source: Det var en dødssynd på internatet.
sme: Kátjá lei nu beare árgi ja nu beare siivui ja jegolaš.

source: Hele natta lå Kátjá med ansiktet gjemt i puta for at ingen skulle høre henne gråte.
sme: Nu ii ábut internáhtas leat. Ija miehtá dettii Kátjá oaivvi boalstar vuostá ja čierui.

source: Alt var så forferdelig.
sme: Buot lei nu váivi ja issoras.

source: Til og med sengekherne hadde en fremmed lukt.
sme: Gávnniin lei nu amas hádja.

source: Hun lengtet etter den varme huden og gode lukten til bestemor.
sme: Son ohcalii čieročalbmái áhku litna muođu, ja áhku hája.

source: Da morgensola skinte inn gjennom de store vinduene, var Kátjás øyne så hovne av gråt at hun knapt kunne se.
sme: Go viimmat iđđesbeaivváš idii daid stuora internáhta lásiid čađa, de ledje Kátjás čalmmit nu bákčasat ahte illá sáhttá geahččat.

source: Stille fulgte hun Biret til den kjempestore spisesalen.
sme: Son čuovui oappás Bireha dohko dan stuora boradan latnjii.

source: Men hun fikk ikke ned en matbit, for klumpen i halsen var så stor.
sme: Muhto boradit son gal ii sáhttán.

source: De fremmede barna som nistirret på henne virket skremmende.
sme: Mot bat boradit sáhttá go gatnjalat veahkaválddi bahkejit čalmmiide, ja go dievva amas mánát gáifájedje sutnje birra buot.

source: Bråket var øredøvende.
sme: Ja nu hirbmat rigearra maid lei.

source: Barna kastet brødbiter på hverandre og sloss om maten.
sme: Mánát bálko láibebihtáid ja dorro biepmuid alde.

source: Ikke engang de eldste brydde seg om dama som fortvilet prøvde å få ro i spisesalen.
sme: Eai ge dat stuorámusat jeagadan go rivgu cearggui singuin ja dáhtui sin čohkkát jaska.

source: Hun tagg dem om å sitte stille, men til ingen nytte.
sme: Go gerge boradeamis, de galge skuvlii vuolgit.

source: Kátjá fulgte med Biret til klasserommene etter frokost.
sme: Kátjá čuovui Bireha mielde skuvlalanjaid lusa.

source: Biret ante ikke hvilket rom Kátjá skulle være i. - Stå her og vent til læreren din kommer og viser deg klasseromet, sa hun fort og forlot Kátjá i den lange korridoren.
sme: Biret dajai ahte son ii dieđe gosa Kátjá galgá mannat. — Don fertet dás vuordit dassá du oahpaheaddji boahtá, gal son čájeha goal du skuvlalatnja lea, dajai son ja guđii Kátjá čuožžut dan stuora guhkes gáŋgenii.

source: Kátjá kjente ingen av barna som sprang forbi henne.
sme: Mánát viegadedje ovddos maŋás, Kátjá ii dovdan ii ovttage sis.

source: Hun presset seg mot veggen, og kastet redde blikk oppover og nedover korridoren.
sme: Son čuoččui áibbas jaska, geahčai duohkot deike ja balai.

source: Plutselig ringte skoleklokka.
sme: Fáhkkestaga riŋgii skuvlabiellu.

source: Kátjá skvatt.
sme: Kátjá suorganii.

source: Hva ville skje nå? Barna stilte seg i rekker foran klasserommene.
sme: Buot mánát manne viega ja čuoččahedje maŋŋálaga miehtá gáŋgena.

source: Der ventet de til læreren kom og slapp dem inn.
sme: Sii čužžo dassážii oahpaheaddjit bohte ja luite sin sisa.

source: Alle forsvant, Kátjá sto igjen ganske alene.
sme: Ja de manne buohkat sisa, Kátjá bázii okto.

source: Hun tenkte på bestemor. Klumpen satt fortsatt i halsen.
sme: Son álggii čierrut ja jurddašii áhku birra.

source: - Hvorfor vil Gud at jeg skal være her? Hva galt har jeg gjort?
sme: Maid mun lean baháid bargan go Ipmil doalvvui mu dán váivves báikái?

source: Hun ble redd da en mann kom bort til henne og spurte om noe hun ikke forsto.
sme: Son suorganii go okta dáčča bođii su lusa ja jearralii sus juoidá maid son ii ipmirdan.

source: Han tok henne med til ei dame som snakket samisk på en rar måte.
sme: Dáčča doalvvui su ovtta rivgu lusa gii humai hui imaš sámegiela.

source: Dama fulgte Kátjá til det riktige klasserommet.
sme: Rivgu doalvvui su rievttes skuvlalatnjii.

source: Der satt masse fremmede barn ved små bord.
sme: Sis lei juohkehaččas sierra beavdi ja stuollu.

source: Lærerinnen hadde kofte på seg.
sme: Oahpaheaddjis lei gákti alde.

source: Hun viste Kátjá hvor hun skulle sitte.
sme: Son bođii Kátjá lusa ja láidii su ovtta guoros beavddi ja stuolu lusa.

source: Kátjá var livende redd, men det hjalp ikke stort. Nå var hun på skolen.
sme: Kátjá balai — muhto dál ii ábut bárgut — dál son lei juo skuvllas.

source: Den første skoledagen og dagene som fulgte var helt like.
sme: Vuosttaš skuvlabeaivi ja dat čuvvovas beaivvit ledje buot ovttalágánat.

source: Kátjá lærte fort hvordan det var å gå på skolen og bo på internatet.
sme: Kátjá oahpai moatti beaivvis mii skuvla ja internáhtta duođai lea.

source: Hun forstod ikke hvorfor, man ikke burde snakke om foreldrene sine og hjemmet.
sme: Álggos son ii ipmirdan ahte ii galgga oktiige duođa muitalit rnovttu birra.

source: Men allerede første kvelden fikk hun klar beskjed, da hun fortalte hvor hun var fra. De to jentene som kom bort til henne virket greie.
sme: Danin son beahtahalai ja hirpmástuvai nu issorasat vuosttaš eahkeda internáhtas go guokte stuorit nieiddaža doaškaleigga su go son muitalii gos son lea eret.

source: - Hva heter du, og hvor er du fra?
sme: Soai oruiga nu siivut álggos go bođiiga Kátjá lusa ja jearraleigga: Mii du namma lea ja gos don leat eret?

source: Kátjá svarte ivrig. Snakket om de hjemme og om bestemor.
sme: Kátjá doapmalii vástidit, ja muitalasttii vel ahte sus lea áhkku maid doppe ruovttus.

source: - Har dere rein?
sme: — Leat go dis bohccot?

source: spurte jentene.
sme: jearaiga soai?

source: - Nei, vi har ikke rein, vi har kuer og sauer, svarte Kátjá lavt.
sme: — Eai mis leat bohccot, muhto gusat ja sávzzat, vástidii Kátjá vuollegaččat.

source: Jentene begynte å hånflire. Den ene av dem sparket til henne og sa: - Hvorfor går du med kofte da?
sme: Ja de álggiiga nieiddaguovttos boagustit ja nubbi čievččastii su ja dajai: — Don it de oaččo gávttiin vázzit, it ge oaččo orrot dán internáhtas!

source: Du er ikke same, du som ikke har rein.
sme: It don leat sápmelaš, dáppe eai beasa orrut earágo sámi mánát!

source: Alle samebarn har rein.
sme: Ja buot sámi mánáin leat bohccot!

source: De slo etter Kátjá og jaget henne ut av internatet.
sme: Soai álggiiga bieguhit Kátjá ja bággiiga su mannat olggos internáhtas.

source: Kátjá løp, gråtende.
sme: Kátjá ballái ja viehkalii čierudettiin olggos.

source: Bort fra internatet, mot bygda.
sme: Son viegai guhkás internáhtas eret, márkan guvlui.

source: På veien møtte hun noen barn på sykler.
sme: Luotta alde bohte muhtin mánát su ovddal sykkeliiguin.

source: De hadde ikke kofter.
sme: Sis ii lean gákti alde.

source: En av dem pekte på henne og ropte noe hånlig.
sme: Sii bisánedje Kátjá ovddabeallái, ja cagge su vai son ii beasa viidaseappot.

source: Kátjá forstod ikke hva han sa, for han snakket norsk.
sme: Muhto Kátjá ii ipmirdan maid son oaivvildii go son humai dárogiela.

source: De andre flirte og hermet etter hvordan samene snakket norsk.
sme: Earát sis boagustedje ja ađestalle mot sápmelaččat hupmet dárogiela.

source: De skubbet syklene sine truende mot Kátjá.
sme: Sii hoige sykkeliid jur Kátjá njeaiga.

source: Hun ble vettskremt og la på sprang tilbake til internatet.
sme: Son jorggihii ja doamihii viehkalit nu jodánit go sáhtii fas internáhttii.

source: Men de tok henne igjen, rev lua av henne og kastet den i veigrøfta.
sme: Sii bohte maŋis ja gaikkihedje. sus gahpira eret ja bálkestedje dan láirái luoddaguoras.

source: Hun torde ikke hente den, sprang bare videre så fort hun orket.
sme: Kátjá ii duostan jorggihit gahpira viežžat, son viegai njuolga internáhta feaskarii ja ozai doppe suorganemiin čiehkadansaji.

source: Hun lette desperat etter et gjemmested på internatet. Hun så et skap i et hjørne.
sme: Son fuomášii ovtta čiega gos lei skábe man duohken lei veaháš guoros sadji.

source: Det sto litt ut fra veggen. Hun presset seg bak skapet, stiv av skrekk.
sme: Son viegai ja nađui dan čihkii ja doaivvui ahte son dál galgá jápmit.

source: Knep øynene igjen og klemte handa over munnen så ingen kunne høre gråten.
sme: Son bijai čalmmiid gitta, ja dettii gieđa njálmmi vuostá vai čierrunjietna ii gulloše.

source: - Om jeg lukker øynene hardt nok, kommer jeg kanskje til bestemor, tenkte hun. Bestemor!
sme: Jus čarvvun čalmmiid hui guhká gitta, de soaittán áhku lusa ollet, jurddašii son ja dovddai mot čierrun easka vikkai hávkadit su. Áhku lusa!

source: Til slutt orket hun ikke sitte klemt bak skapet lengre.
sme: Ii ge son duostan lihkastit ovdal go bakkus fertii danin go nu unohasaid čohkkái.

source: Forsiktig krøp hun fram, speidet til alle kanter, lyttet og ventet.
sme: Siivvut njágai son eret čiegas ja geahčai juohke guvlui, váruhii ja guldalii, ja balai.

source: Det var ingen der. Fort snek hun seg ut for å lete etter lua.
sme: Go son oinnii ahte olggobealde ii oidnon oktage, de son viehkalii ohcat iežas gahpira.

source: Den lå i veikanten, gjennomtrukket av klissete leire.
sme: Son gávnnai dan, muhto dat lei visot láirin.

source: Hun stormet tilbake, fant et toalett i internatet, og begynte å skrubbe lua. Det meste av skitten forsvant, men klumpen i halsen ble ikke borte.
sme: Kátjá viegai fas internáhttii — njágai ovtta hivssegii ja álggii ganjalčalmmiid gahpiris oččodit eanas láirri eret.

source: Dagene, kveldene og nettene var like forferdelige.
sme: Beaivvit, eahkedat ja ijat ledje ovttalágánat.

source: Kátjá var alltid sulten, men klarte ikke å spise, bare gråte.
sme: Kátjás lei álo borranmiella, muhto ii sáhttán borrat. Son čierui álo.

source: Ingen av de voksne, ikke engang lærerinnen, spurte hvorfor hun gråt så mye. De brydde seg heller ikke om at de andre barna slo henne, selvom de så det of te.
sme: Ii ge oktage stuoraolmmos — ii oahpaheaddji eai ge internáhta bargit jearran goassege manin sus lei nu váivi, eai ge veahkehan su vaikko dávjá oidne go earát doaruhedje su. Danin sus dievai vašši sin vuostá álggu rajes juo.

source: Barna slo og sparket og lugget henne, men de voksne gjorde ingenting for å stanse det.
sme: Eará mánát doško ja huško su ja gaiko su vuovttaid, muhto stuora olbmot eai beroštan.

source: Snart hatet Kátjá alle voksne og flyttsamebarna, de som plaget henne aller mest.
sme: Boazosápmelaš mánát ledje vearrámusat, sii hárde álohii go Kátjá vánhemiin eai leat bohccot.

source: - Du er en fattiglus, ertet de.
sme: — Don leat geafi, dadje sii.

source: Alle som ikke har rein er noen fattige jævler.
sme: — Buohkat geain eai leat bohccot leat geafes diŋggat.

source: Hun hadde ingen venninner, men hun ville ikke leke med noen heller, for hun lengtet så veldig hjem.
sme: Kátjás ii lean oktage olmmái, ii ge son livčče háliidan ge ovttain ge stoahkat.

source: Smerter hadde hun også hele tida, men det var hjemlengselen som verket mest.
sme: Sus lei álohii juoga sajes bávččas. Eanemus bávččastii su siste danin go son nu háliidii ruoktot.

source: Bare tanken på bestemor fikk tårene til å piple fram, til og med i klasserommet.
sme: Go jurdilii áhku birra, de golgagohte gatnjalat vel skuvllas nai.

source: Men bestemor var langt borte.
sme: Muhto áhkku lei nu ollu váriid duohken.

source: - Hvis jeg bare visste veien hjem, flyktet jeg straks, tenkte Kátjá ofte i skoletimene.
sme: Jus mun dieđášin gokko galggašin vuolgit, guđe guvlui, de báhtarivččen dáppe eret, láve Kátjá skuvladiimmuin jurddasit.

source: Den første snøen kom, men det gjorde ikke Kátjá glad.
sme: Ii ge lean mihkkige suohttasiid de ge go vuosttaš muohta bođii čakčat.

source: Hjemme var det alltid en stor dag.
sme: Vaikko dat láve ruovttus stuora beaivi.

source: Bestemor pleide å vekke henne tidlig og hviske hemmelighetsfullt: Kikk ut av vinduet, lillehjelper!
sme: Áhkku láve su boktit juo iđđesija, jus ihkku lea muohttán ja láve savkalit: — Guovlal mis dál olggos biiggážan!

source: Og Kátjá løp til vinduet før hun hadde våknet ordentlig.
sme: Ja son láve viehkat lásii nagir čalmmiid.

source: Trøttheten var som blåst bort da hun så den rene, hvite snøen.
sme: Nahkárat lávejit dego sihkastuvvot eret go son fuomáša dan ráinnas, vilges muohttaga.

source: Det var alltid så artig!
sme: Vuoi man somá dat láve!

source: Men her på skolen var det ingen som brydde seg om bestemor og nysnøen.
sme: Ja de fas náđđut áhku báldii. Muhto skuvllas eai beroš áhkus eai ge muohttagis.

source: En dag, da det allerede hadde kommet tjukt med snø, kom Biret til henne og fortalte at om to dager kom far for å hente dem hjem til jul.
sme: Ovtta beaivvi arvat maŋŋil — go lei juo assás muohta ja buolaš, de bođii Biret su lusa muitalit ahte sii leat guovtti beaivvi geahčen ruoktot vuolgime juovllaide.

source: Hjem!
sme: Ja go Kátjá dan gulai, de golgagohti gatnjalat su muođuid mielde ja son dovddai nu ártegit čuoggume siste.

source: Til bestemor.
sme: Áhku lusa!

source: Bestemor!
sme: Áhku lusa!
